Repository: Balazsinho/rt
Catalog: django_messages/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Recipient
hu: Címzett

source: group
hu: Csoport

source: Creates the message optionally for all users or a group of users.
hu: Üzenet létrehozása opcionálisan mindenkinek vagy felhasználók egy csoportjának

source: All users
hu: Mindenki

source: Message
hu: Üzenet

source: Date/time
hu: Dátum/idő

source: The following usernames are incorrect: %(users)s
hu: Az alábbi felhasználónevek helytelenek: %(users)s

source: Subject
hu: Tárgy

source: Body
hu: Üzenet

source: Message Received
hu: Üzenet érkezett

source: you have received a message
hu: Üzeneted érkezett

source: Message Sent
hu: Üzenet elküldve

source: you have sent a message
hu: Üzenetet küldtél

source: Message Replied
hu: Megválaszolva

source: you have replied to a message
hu: Megválaszoltál egy üzenetet

source: Reply Received
hu: Válasz érkezett

source: you have received a reply to a message
hu: Egy üzenetedre válasz érkezett

source: Message Deleted
hu: Üzenet törölve

source: you have deleted a message
hu: Kitöröltél egy üzenetet

source: Message Recovered
hu: Üzenet visszaállítva

source: you have undeleted a message
hu: Visszaállítottál egy üzenetet

source: Sender
hu: Küldő

source: Parent message
hu: Előző üzenet

source: sent at
hu: Elolvasva

source: replied at
hu: Megválaszolva

source: Sender deleted at
hu: Küldő törölve

source: Recipient deleted at
hu: Címzett törölve

source: Messages
hu: Üzenetek

source: New Message: %(subject)s
hu: Új üzenet: %(subject)s

source: Message successfully sent.
hu: Üzenet sikeresen elküldve.

source: %(sender)s wrote: %(body)s
hu: --- Eredeti üzenet %(sender)s: %(body)s

source: Message successfully deleted.
hu: Üzenet sikeresen törölve.

source: Message successfully recovered.
hu: Üzenet sikeresen helyreállítva.

source: Inbox
hu: Beérkezett

source: Sent Messages
hu: Elküldött

source: New Message
hu: Új üzenet

source: Trash
hu: Törölt

source: Compose Message
hu: Új üzenet

source: Send
hu: Küldés

source: Received
hu: Érkezett

source: Action
hu: Lehetőségek

source: DATETIME_FORMAT
hu: Y N j H:i

source: delete
hu: törlés

source: No messages.
hu: Nincsenek üzenetek.

source: Hello %(recipient)s, you received a private message from %(sender)s with the following contents:
hu: Szia %(recipient)s, Privát üzeneted érkezett innen: %(sender)s Tartalma:

source: Sent from %(site_url)s
hu: Érkezett innen %(site_url)s

source: Reply
hu: Válasz

source: Sent
hu: Küldve

source: Deleted Messages
hu: Törölt üzenetek

source: Date
hu: Dátum

source: undelete
hu: Helyreállít

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
hu: A törölt üzenetek bizonyos időközönként ürítésre kerülnek. Ez nem alkalmas az üzenetek hosszú távon történő tárolására.

source: View Message
hu: Megtekint

source: Delete
hu: Töröl

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
hu: <a href="%(message_url)s">%(message)s</a> törölve.

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
hu: %(message_sender)s üzenetet küldött: <a href="%(message_url)s">%(message)s</a>

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
hu: <a href="%(message_url)s">%(message)s</a> visszaállítva.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
hu: Válszoltál %(message_recipient)s levelére: <a href="%(message_url)s">%(message_parent_msg)

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
hu: %(message_sender)s válaszolt erre: %(message_parent_msg)s

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
hu: <a href="%(message_url)s">%(message)s</a> elküldve %a következő címzetteknek: (message_recipient)s
